       Identification Division.
       Program-ID. Hello.
       Procedure Division.
       Main-Paragraph.
           Display "Hello there."
           Stop Run.
